abs
alsa-utils
arandr
archey3
atop
autoconf
automake
bash
bash-completion
binutils
bison
bzip2
cbatticon
compton
coreutils
cryptsetup
device-mapper
dhcpcd
dialog
diffutils
dmenu
e2fsprogs
exo
fakeroot
feh
file
filesystem
findutils
firefox
flex
garcon
gawk
gcc
gcc-libs
gettext
git
glibc
grep
groff
grub
gtk-xfce-engine
gzip
htop
i3-wm
i3lock
i3status
inetutils
iproute2
iputils
iw
jfsutils
less
libreoffice-fresh
libtool
licenses
linux
logrotate
lvm2
lxappearance
m4
make
man-db
man-pages
mdadm
mousepad
mplayer
nano
netctl
newsbeuter
orage
os-prober
pacman
patch
pciutils
pcmciautils
perl
pkg-config
pkgfile
procps-ng
psmisc
pv
python-pip
ranger
reiserfsprogs
ristretto
rofi
s-nail
sed
shadow
sudo
sysfsutils
systemd-sysvcompat
tar
termite
texinfo
thunar
thunar-archive-plugin
thunar-media-tags-plugin
thunar-volman
transmission-gtk
tumbler
unrar
unzip
usbutils
util-linux
vi
vim
w3m
wget
which
wpa_supplicant
xf86-input-synaptics
xf86-video-intel
xfburn
xfce4-appfinder
xfce4-artwork
xfce4-battery-plugin
xfce4-clipman-plugin
xfce4-cpufreq-plugin
xfce4-cpugraph-plugin
xfce4-datetime-plugin
xfce4-dict
xfce4-diskperf-plugin
xfce4-eyes-plugin
xfce4-fsguard-plugin
xfce4-genmon-plugin
xfce4-mailwatch-plugin
xfce4-mixer
xfce4-mount-plugin
xfce4-mpc-plugin
xfce4-netload-plugin
xfce4-notes-plugin
xfce4-notifyd
xfce4-panel
xfce4-power-manager
xfce4-screenshooter
xfce4-sensors-plugin
xfce4-session
xfce4-settings
xfce4-smartbookmark-plugin
xfce4-systemload-plugin
xfce4-taskmanager
xfce4-terminal
xfce4-time-out-plugin
xfce4-timer-plugin
xfce4-verve-plugin
xfce4-wavelan-plugin
xfce4-weather-plugin
xfce4-whiskermenu-plugin
xfce4-xkb-plugin
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-utils
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
youtube-dl
zsh
zsh-completions
